Repository: frugalbree/Schedulify
Catalog: languages/schedulify-*.po
Languages: sw

source: WordPress plugin that automatically publishes all the scheduled posts missed by WordPress cron. Sends email notifications to administrators.
sw: Programu-jalizi ya WordPress ambayo huchapisha kiotomati machapisho yote yaliyopangwa yaliyokosa na WordPress cron. Hutuma arifa za barua pepe kwa wasimamizi.

source: Save Settings
sw: Hifadhi Mipangilio

source: User Roles Access
sw: Ufikiaji wa Majukumu ya Mtumiaji

source: minutes
sw: dakika

source: Choose Interval:
sw: Chagua Muda:

source: Setting Custom Interval
sw: Kuweka Muda Maalum

source: Email Address:
sw: Barua Pepe:

source: Receive email notifications
sw: Pokea arifa za barua pepe

source: Email Notifications
sw: Arifa za Barua Pepe

source: Schedulify Settings
sw: Mipangilio ya Schedulify

source: Dismiss this notice.
sw: Ondoa notisi hii.

source: Settings saved.
sw: Mipangilio imehifadhiwa.

source: Cron Event Stats
sw: Takwimu za Tukio la Cron

source: Documentation
sw: Nyaraka

source: Scheduled Posts
sw: Machapisho Yaliyoratibiwa

source: The scheduled post #%d has been published.
sw: Chapisho lililoratibiwa #%d limechapishwa.

source: Scheduled Post Published: #%d
sw: Chapisho Lililoratibiwa Limechapishwa: #%d
